tap "homebrew/bundle"
brew "curl"
brew "gh"
brew "node"
brew "openjdk"
brew "pyenv"
brew "pyenv-virtualenv"
brew "r"
brew "rtaudio"
cask "battery"
cask "dotnet"
cask "hot"
cask "mactex"
cask "microsoft-edge"
cask "obsidian"
cask "visual-studio-code"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "jatz.peoplesoft-tools"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cpptools"
vscode "ms-vsliveshare.vsliveshare"
vscode "redhat.vscode-yaml"
vscode "teamsdevapp.ms-teams-vscode-extension"
vscode "yzhang.markdown-all-in-one"
