tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "microsoft/mssql-release"
tap "sambadevi/powerlevel9k"
tap "sidneys/homebrew"
brew "aria2"
brew "osx-cpu-temp"
brew "bpytop"
brew "cabextract"
brew "cdrtools"
brew "cocoapods"
brew "curl"
brew "ffmpeg"
brew "fio"
brew "geoip"
brew "htop"
brew "jq"
brew "libusb"
brew "mono-libgdiplus"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "node"
brew "node@16"
brew "openjdk"
brew "openjdk@11"
brew "openssl@3"
brew "pandoc"
brew "qemu"
brew "ranger"
brew "smartmontools"
brew "speedtest-cli"
brew "tree"
brew "umlet"
brew "util-linux"
brew "watch"
brew "wget"
brew "wimlib"
brew "wireshark"
brew "youtube-dl"
brew "microsoft/mssql-release/msodbcsql"
brew "microsoft/mssql-release/mssql-tools"
brew "sidneys/homebrew/unrar"
cask "balenaetcher"
cask "blender"
cask "brave-browser"
cask "clipy"
cask "cryptomator"
cask "cyberduck"
cask "dbeaver-community"
cask "discord"
cask "dropzone"
cask "firefox"
cask "gdisk"
cask "gimp"
cask "github"
cask "gitkraken"
cask "gnucash"
cask "imageoptim"
cask "iterm2"
cask "jetbrains-toolbox"
cask "joplin"
cask "keepassxc"
cask "lulu"
cask "mactex"
cask "menumeters"
cask "miniforge"
cask "pgadmin4"
cask "postman"
cask "rectangle"
cask "signal"
cask "spotify"
cask "teamviewer"
cask "thunderbird"
cask "utm"
cask "visual-studio-code"
cask "vnc-viewer"
